const routes2Work = [
  { from: "0032", to: "0126" }, // 捷運六張犁站>敦化基隆路口
  { from: "0037", to: "0126" }, // 捷運東門站(4號出口)>敦化基隆路口
  { from: "500101117", to: "500101123" }, // 捷運東門站(3號出口)>敦化基隆路口
  { from: "500101117", to: "500101092" }, // 捷運東門站(3號出口)>和平實小東北側
  { from: "500101117", to: "500101091" }, // 捷運東門站(3號出口)>國北教大側門南側

  // { from: '0182', to: '0126' }, // 捷運古亭站(2號出口)>敦化基隆路口
  // { from: "0087", to: "0126" }, // 捷運大安站>敦化基隆路口
];
const routes2Home = [
  { from: "0126", to: "0037" }, // 敦化基隆路口>捷運東門站(4號出口)
  { from: "500101123", to: "500101117" }, // 敦化基隆路口>捷運東門站(3號出口)
  { from: "500101092", to: "500101117" }, // 和平實小東北側>捷運東門站(3號出口)
  { from: "500101091", to: "500101117" }, // 國北教大側門南側>捷運東門站(3號出口)

  { from: "500101123", to: "500101002" }, // 敦化基隆路口>復興南路二段273號前
  { from: "500101092", to: "500101002" }, // 和平實小東北側>復興南路二段273號前
  { from: "500101091", to: "500101002" }, // 國北教大側門南側>復興南路二段273號前
  { from: "500101019", to: "500101002" }, // 和平臥龍街口>復興南路二段273號前

  { from: "500101123", to: "500101001" }, // 敦化基隆路口>捷運科技大樓站
  { from: "500101092", to: "500101001" }, // 和平實小東北側>捷運科技大樓站
  { from: "500101091", to: "500101001" }, // 國北教大側門南側>捷運科技大樓站
  { from: "500101019", to: "500101001" }, // 和平臥龍街口>捷運科技大樓站

  // { from: "0126", to: "0087" }, // 敦化基隆路口>捷運大安站
  // { from: "0126", to: "0362" }, // 敦化基隆路口>和平金山路口
  // { from: '0126', to: '0032' }, //敦化基隆路口>捷運六張犁站
];

export { routes2Work, routes2Home };
